Repository: Gray-Advantage/Datanar-Django
Catalog: datanar/locale/*/LC_MESSAGES/django.po
Languages: bg, de, es, fr, ja, uk

# label_link_file
source: Selected file with links
bg: Избран файл с връзки
de: Datei mit Links ausgewählt
es: Archivo seleccionado con enlaces
fr: Fichier de liens sélectionné
ja: リンクのあるファイルが選択されました
uk: Вибрано файл із посиланнями

source: Delete file
bg: Изтрий файл
de: Datei löschen
es: Eliminar archivo
fr: Supprimer le fichier
ja: ファイルを削除
uk: Видалити файл

source: Choose file
bg: Изберете файл
de: Datei auswählen
es: Seleccionar archivo
fr: Sélectionner un fichier
ja: ファイルを選択
uk: Вибрати файл

source: Shorten
bg: Съкрати
de: Verkürzen
es: Acortar
fr: Raccourcir
ja: 短縮する
uk: Скоротити

# message_error_count
source: Please drag and drop only one file.
bg: Моля, плъзнете само един файл.
de: Bitte ziehen Sie nur eine Datei.
es: Por favor, arrastra solo un archivo.
fr: Veuillez glisser-déposer un seul fichier.
ja: ファイルは一つだけドラッグアンドドロップしてください。
uk: Будь ласка, перетягніть лише один файл.

# message_error_type
source: Please drag and drop the file with the extension .xlsx or .txt.
bg: Моля, плъзнете файл с разширение .xlsx или .txt.
de: Bitte ziehen Sie eine Datei mit der Endung .xlsx oder .txt.
es: Por favor, arrastra un archivo con extensión .xlsx o .txt.
fr: Veuillez glisser-déposer un fichier avec l’extension .xlsx ou .txt.
ja: .xlsxまたは.txtの拡張子を持つファイルをドラッグアンドドロップしてください。
uk: Будь ласка, перетягніть файл із розширенням .xlsx або .txt.

source: Service rules
bg: Правила на услугата
de: Dienstregeln
es: Reglas del servicio
fr: Règles du service
ja: サービスの規則
uk: Правила сервісу

# datanar_rules
source: Datanar Service Rules
bg: Правила на услугата Datanar
de: Datanar Service Regeln
es: Reglas del Servicio Datanar
fr: Règles du Service Datanar
ja: Datanarサービスの規則
uk: Правила Сервісу Datanar

# welcome_service_rules
source: Welcome to the Datanar link shortening service. By using our services, you automatically agree to our rules. Please take a moment to familiarize yourself with them.
bg: Добре дошли в услугата за съкращаване на връзки Datanar. Използвайки нашите услуги, автоматично се съгласявате с нашите правила. Моля, внимателно се запознайте с тях.
de: Willkommen beim Datanar Linkverkürzungsdienst. Durch die Nutzung unserer Dienste stimmen Sie automatisch unseren Regeln zu. Bitte lesen Sie sie sorgfältig durch.
es: Bienvenido al servicio de acortamiento de enlaces Datanar. Al utilizar nuestros servicios, automáticamente aceptas nuestras reglas. Por favor, léelas detenidamente.
fr: Bienvenue sur le service de raccourcissement de liens Datanar. En utilisant nos services, vous acceptez automatiquement nos règles. Veuillez les lire attentivement.
ja: Datanarのリンク短縮サービスへようこそ。私たちのサービスを利用することで、あなたは自動的に私たちの規則に同意することになります。それらを注意深くお読みください。
uk: Ласкаво просимо на сервіс скорочення посилань Datanar. Використовуючи наші послуги, ви автоматично погоджуєтесь з нашими правилами. Будь ласка, уважно ознайомтеся з ними.

# rule_1
source: 1. To create an account, we collect the user's email, username, and password. We respect your privacy. All personal data is used solely to manage your account and is not disclosed to third parties.
bg: 1. За създаване на акаунт ние събираме имейл, потребителско име и парола на потребителя. Ние уважаваме вашата конфиденциалност. Всички лични данни се използват само за управление на вашия акаунт и не се предават на трети страни.
de: 1. Für die Erstellung eines Kontos sammeln wir E-Mail, Login und Passwort des Benutzers. Wir respektieren Ihre Privatsphäre. Alle persönlichen Daten werden ausschließlich zur Verwaltung Ihres Kontos verwendet und nicht an Dritte weitergegeben.
es: 1. Para crear una cuenta, recopilamos el correo electrónico, el nombre de usuario y la contraseña del usuario. Respetamos tu privacidad. Todos los datos personales se utilizan exclusivamente para gestionar tu cuenta y no se comparten con terceros.
fr: 1. Pour créer un compte, nous recueillons l’e-mail, le login et le mot de passe de l’utilisateur. Nous respectons votre confidentialité. Toutes les données personnelles sont utilisées uniquement pour gérer votre compte et ne sont pas transmises à des tiers.
ja: 1. アカウントを作成するために、私たちはユーザーのメールアドレス、ログイン名、パスワードを収集します。私たちはあなたのプライバシーを尊重します。すべての個人情報は、あなたのアカウントの管理のためだけに使用され、第三者には提供されません。
uk: 1. Для створення облікового запису ми збираємо електронну пошту, логін та пароль користувача. Ми поважаємо вашу конфіденційність. Всі особисті дані використовуються виключно для керування вашим обліковим записом і не передаються третім особам.

# rule_2
source: 2. We implement all possible security measures to protect your data. Your password is stored in encrypted form. We recommend using complex passwords and not sharing them with others.
bg: 2. Ние прилагаме всички възможни мерки за сигурност за защита на вашите данни. Вашата парола се съхранява в криптиран вид. Препоръчваме да използвате сложни пароли и да не ги споделяте с други.
de: 2. Wir ergreifen alle möglichen Sicherheitsmaßnahmen zum Schutz Ihrer Daten. Ihr Passwort wird verschlüsselt gespeichert. Wir empfehlen die Verwendung komplexer Passwörter und diese nicht mit anderen zu teilen.
es: 2. Tomamos todas las medidas de seguridad posibles para proteger tus datos. Tu contraseña se almacena en forma encriptada. Recomendamos usar contraseñas complejas y no compartirlas con otros.
fr: 2. Nous prenons toutes les mesures de sécurité possibles pour protéger vos données. Votre mot de passe est stocké sous forme cryptée. Nous recommandons d’utiliser des mots de passe complexes et de ne pas les partager avec d’autres.
ja: 2. 私たちはあなたのデータを保護するために可能なすべての安全対策を講じています。あなたのパスワードは暗号化されて保存されます。複雑なパスワードを使用し、他人と共有しないことをお勧めします。
uk: 2. Ми докладаємо всіх можливих заходів безпеки для захисту ваших даних. Ваш пароль зберігаються у зашифрованому вигляді. Рекомендуємо використовувати складні паролі і не ділитися ними з іншими.

# rule_3
source: 3. Using our services, it is prohibited to engage in actions that violate the law or to use the service in ways that may cause harm to other users or third parties.
bg: 3. При използване на нашите услуги е забранено да се извършват действия, нарушаващи закона, или да се използва услугата по начини, които могат да причинят вред на други потребители или на трети страни.
de: 3. Bei der Nutzung unserer Dienste ist es verboten, gesetzeswidrige Handlungen durchzuführen oder den Dienst auf eine Weise zu nutzen, die anderen Benutzern oder Dritten schaden könnte.
es: 3. Al utilizar nuestros servicios, está prohibido realizar acciones que violen la ley, o utilizar el servicio de formas que puedan causar daño a otros usuarios o a terceros.
fr: 3. Lors de l’utilisation de nos services, il est interdit de commettre des actes qui violent la loi, ou d’utiliser le service de manière à causer du tort à d’autres utilisateurs ou à des tiers.
ja: 3. 私たちのサービスを利用する際には、法律を違反する行為を行ったり、他のユーザーや第三者に害を及ぼす可能性のある方法でサービスを利用することは禁止されています。
uk: 3. При використанні наших послуг заборонено здійснювати дії, що порушують закон, або використовувати сервіс способами, які можуть завдати шкоди іншим користувачам або третім особам.

# rule_4
source: 4. We reserve the right to make changes to our terms of use. In the case of significant changes, we will notify you.
bg: 4. Ние си запазваме правото да внасяме промени в нашите условия за използване. При важни промени ще ви уведомим.
de: 4. Wir behalten uns das Recht vor, Änderungen an unseren Nutzungsbedingungen vorzunehmen. Bei wichtigen Änderungen werden wir Sie informieren.
es: 4. Nos reservamos el derecho de hacer cambios en nuestros términos de uso. Te notificaremos en caso de cambios importantes.
fr: 4. Nous nous réservons le droit de modifier nos conditions d’utilisation. En cas de changements importants, nous vous en informerons.
ja: 4. 私たちは、私たちの利用規約に変更を加える権利を留保しています。重要な変更があった場合は、あなたに通知します。
uk: 4. Ми залишаємо за собою право вносити зміни до наших умов використання. При важливих змінах ми повідомимо вас.

# service_rules_thanks_for_choosing_us
source: Thank you for choosing Datanar! We appreciate your trust and strive to provide you with a convenient and secure link shortening service.
bg: Благодарим ви, че избрахте Datanar! Ние ценим вашето доверие и се стремим да ви предоставим удобна и безопасна услуга за съкращаване на връзки.
de: Danke, dass Sie Datanar gewählt haben! Wir schätzen Ihr Vertrauen und bemühen uns, Ihnen einen bequemen und sicheren Linkverkürzungsdienst zu bieten.
es: ¡Gracias por elegir Datanar! Apreciamos tu confianza y nos esforzamos por ofrecerte un servicio de acortamiento de enlaces cómodo y seguro.
fr: Merci d’avoir choisi Datanar! Nous apprécions votre confiance et nous nous efforçons de vous fournir un service de raccourcissement de liens pratique et sûr.
ja: Datanarを選んでいただきありがとうございます！私たちはあなたの信頼を大切にし、便利で安全なリンク短縮サービスを提供することを目指しています。
uk: Дякую за вибір Datanar! Ми цінуємо вашу довіру і прагнемо надати вам зручний та безпечний сервіс скорочення посилань.

source: Theme
bg: Тема
de: Thema
es: Tema
fr: Thème
ja: テーマ
uk: Тема

source: Light
bg: Светла
de: Hell
es: Claro
fr: Clair
ja: ライト
uk: Світла

source: Dark
bg: Тъмна
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
uk: Темна

source: Auto
bg: Авто
ja: オート
uk: Авто

# no_user
source: No Username
bg: Няма потребителско име
de: Kein Benutzername
es: No hay nombre de usuario
fr: Pas de nom d’utilisateur
ja: ユーザー名がありません
uk: Немає імені користувача

source: My profile
bg: Моят профил
de: Mein Profil
es: Mi perfil
fr: Mon profil
ja: マイプロフィール
uk: Мій профіль

source: My links
bg: Моите връзки
de: Meine Links
es: Mis enlaces
fr: Mes liens
ja: マイリンク
uk: Мої посилання

# exit
source: Sign out
bg: Изход
de: Ausloggen
es: Cerrar sesión
fr: Se déconnecter
ja: ログアウト
uk: Вийти

source: Sign in
bg: Вход
de: Einloggen
es: Entrar
fr: Se connecter
ja: ログイン
uk: Увійти

source: Registration
bg: Регистрация
de: Registrieren
es: Registro
fr: Inscription
ja: 登録
uk: Реєстрація

# dont_have_account_yet
source: Don't have an account yet?
bg: Още нямате акаунт?
de: Noch kein Konto?
es: ¿Aún no tienes una cuenta?
fr: Pas encore de compte ?
ja: まだアカウントがありませんか？
uk: Ще немає облікового запису?

source: Create it!
bg: Създайте го!
de: Erstellen Sie eins!
es: ¡Créala!
fr: Créez-le!
ja: 作成しましょう！
uk: Створи її!

# forgot_password
source: Forgot your password?
bg: Забравили сте паролата?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
ja: パスワードを忘れましたか？
uk: Забули пароль?

# redirect_page
source: Redirection
bg: Пренасочване
de: Weiterleitung
es: Redirección
ja: リダイレクト
uk: Перенаправлення

# title__link_detail
source: Link - statistic
bg: Връзка - статистика
de: Link - Statistik
es: Enlace - estadísticas
fr: Lien - statistiques
ja: リンク - 統計
uk: Посилання - статистика

source: Link
bg: Връзка
es: Enlace
fr: Lien
ja: リンク
uk: Посилання

source: Original
bg: Оригинал
ja: オリジナル
uk: Оригінал

# сreated
source: Created
bg: Създадена
de: Erstellt
es: Creado
fr: Créé
ja: 作成されました
uk: Створено

source: Transitions are available
bg: Достъпни преходи
de: Verfügbarer Übergänge
es: Redirecciones disponibles
fr: Transitions disponibles
ja: 利用可能なリダイレクト
uk: Переходів доступно

source: Valid for days
bg: Валидна дни
de: Gültig Tage
es: Válido días
fr: Valide jours
ja: 有効な日数
uk: Валідна днів

source: Unlimited
bg: Неограничено
de: Unbegrenzt
es: Ilimitado
fr: Illimité
ja: 無制限
uk: Необмежено

source: Absent
bg: Липсва
de: Fehlt
es: Ausente
ja: 存在しません
uk: Відсутнє

source: Statistics for
bg: Статистика за
de: Statistik für
es: Estadísticas para
fr: Statistiques pour
ja: 期間の統計
uk: Статистика за

source: day
bg: ден
de: Tag
es: día
fr: jour
ja: 日
uk: день

source: month
bg: месец
de: Monat
es: mes
fr: mois
ja: 月
uk: місяць

source: year
bg: година
de: Jahr
es: año
fr: an
ja: 年
uk: рік

source: all time
bg: цялото време
de: gesamte Zeit
es: todo el tiempo
fr: toute la période
ja: 全期間
uk: весь час

# total_number_of_clicks_during_the_period
source: The total number of clicks during the period
bg: Общ брой преходи за периода
de: Gesamtzahl der Übergänge für den Zeitraum
es: Cantidad total de redirecciones para el período
fr: Nombre total de transitions pour la période
ja: 期間中の総リダイレクト数
uk: Загальна кількість переходів у період

source: Browsers
bg: Браузери
es: Navegadores
fr: Navigateurs
ja: ブラウザ
uk: Браузери

source: Countries
bg: Държави
de: Länders
es: Países
fr: Pays
ja: 国
uk: Країни

source: Cities
bg: Държави
de: Städtes
es: Ciudades
fr: Villes
ja: 都市
uk: Міста

# ip_geo_by_DB-IP
source: IP Geolocation by DB-IP
bg: IP геолокация от DB-IP
de: IP-Geolokalisierung von DB-IP
es: Geolocalización IP de DB-IP
fr: Géolocalisation IP de DB-IP
ja: DB-IPからのIPジオロケーション
uk: IP геолокація від DB-IP

source: Download statistics for the period
bg: Изтеглете статистиката за периода
de: Statistik für den Zeitraum herunterladen
es: Descargar estadísticas para el período
fr: Télécharger les statistiques pour la période
ja: 期間の統計をダウンロード
uk: Завантажити статистика за період

# title__my_links
source: My links
bg: Моите връзки
de: Meine Links
es: Mis enlaces
fr: Mes liens
ja: マイリンク
uk: Мої посилання

# email_confirmation
source: Confirm your email
bg: Потвърдете своя имейл
de: Bestätigen Sie Ihre E-Mail
es: Confirma tu correo
fr: Confirmez votre mail
ja: あなたのメールを確認してください
uk: Підтвердьте свою пошту

# email_confirmation_description
source: We have sent an email to you for verification. Follow the link provided to finalize the signup process. If you do not see the verification email in your main inbox, check your spam folder. Please contact us if you do not receive the verification email within a few minutes.
bg: Изпратихме ви имейл за потвърждение. Моля, следвайте указаната връзка, за да завършите процеса на регистрация. Ако не виждате имейла за потвърждение в основната си пощенска кутия, проверете папката за спам. Моля, свържете се с нас, ако не получите имейл за потвърждение в рамките на няколко минути.
de: Wir haben Ihnen eine Bestätigungs-E-Mail gesendet. Bitte folgen Sie dem Link in der E-Mail, um die Registrierung abzuschließen. Wenn Sie die Bestätigungs-E-Mail nicht in Ihrem Hauptpostfach sehen, überprüfen Sie Ihren Spam-Ordner. Bitte kontaktieren Sie uns, wenn Sie die Bestätigungs-E-Mail nicht innerhalb weniger Minuten erhalten.
es: Hemos enviado un correo electrónico de confirmación. Sigue el enlace proporcionado para completar el proceso de registro. Si no ves el correo electrónico de confirmación en tu bandeja de entrada principal, revisa la carpeta de spam. Por favor, contáctanos si no recibes el correo electrónico de confirmación en unos minutos.
fr: Nous vous avons envoyé un e-mail de confirmation. Veuillez suivre le lien indiqué pour terminer le processus d’inscription. Si vous ne voyez pas l’e-mail de confirmation dans votre boîte de réception principale, vérifiez votre dossier spam. Veuillez nous contacter si vous ne recevez pas l’e-mail de confirmation dans les prochaines minutes.
ja: 登録プロセスを完了してください。もし、あなたのメインのメールボックスに確認の電子メールを見つけられない場合は、スパムフォルダを確認してください。数分以内に確認の電子メールが届かない場合は、私たちに連絡してください。
uk: Ми надіслали вам електронний лист для підтвердження. Перейдіть по зазначене посилання, щоб завершити процес реєстрації. Якщо ви не бачите електронний лист з підтвердженням у своїй основній поштовій скриньці,перевірте папку зі спамом. Будь ласка, зв'яжіться з нами, якщо ви не отримаєте електронний лист із підтвердженням протягом декількох хвилин.

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an email address for user <strong>%(user_display)s</strong>.
bg: Моля, потвърдете, че <a href="mailto:%(email)s">%(email)s</a> е имейл адресът за потребител <strong>%(user_display)s</strong>.
de: Bitte bestätigen Sie, dass <a href="mailto:%(email)s">%(email)s</a> die E-Mail-Adresse für den Benutzer <strong>%(user_display)s</strong> ist.
es: Por favor confirma que <a href="mailto:%(email)s">%(email)s</a> es la dirección de correo electrónico para el usuario <strong>%(user_display)s</strong>.
fr: Veuillez confirmer que <a href="mailto:%(email)s">%(email)s</a> est l’adresse e-mail pour l’utilisateur <strong>%(user_display)s</strong>.
ja: ユーザー<strong>%(user_display)s</strong>のメールアドレスとして<a href="mailto:%(email)s">%(email)s</a>を確認してください。
uk: Будь ласка, підтвердіть, що <a href="mailto:%(email)s">%(email)s</a> поштова адреса для користувача <strong>%(user_display)s</strong>.

source: Unable to confirm %(email)s because it is already confirmed by a different account.
bg: Потвърждението за %(email)s е деактивирано, тъй като вече е потвърдено от друг потребител
de: Die Bestätigung für %(email)s wurde deaktiviert, da sie bereits von einem anderen Benutzer bestätigt wurde.
es: La confirmación para %(email)s está desactivada, ya que ya ha sido confirmada por otro usuario
fr: La confirmation pour %(email)s est désactivée, car elle a déjà été confirmée par un autre utilisateur
ja: %(email)sの確認は無効化されました、なぜならそれはすでに他のユーザーによって確認されているからです
uk: Підтвердження для %(email)s вимкнено, оскільки вона вже підтверджена іншим користувачем

source: This email confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new email confirmation request</a>.
bg: Срокът на действие на тази връзка за потвърждение е изтекъл или е невалидна. "<a href="%(email_url)s">Моля, изпратете нова заявка.</a>.
de: Der Bestätigungslink für diese E-Mail ist abgelaufen oder ungültig. <a href="%(email_url)s">Bitte senden Sie eine neue Anfrage.</a>.
es: El plazo de validez de este enlace de confirmación ha expirado o es inválido. <a href="%(email_url)s">Por favor, solicita una nueva.</a>.
fr: La durée de validité de ce lien de confirmation a expiré ou il est invalide. <a href="%(email_url)s">Veuillez envoyer une nouvelle demande.</a>.
ja: この確認リンクの有効期限が切れているか、無効です。<a href="%(email_url)s">新しいリクエストを送信してください。</a>.
uk: Термін дії цього посилання для підтвердження минув або він недійсний. <a href="%(email_url)s">Будь ласка, надішліть новий запит.</a>.

# email_change
source: Confirm your email
bg: Промяна на имейла
de: E-Mail ändern
es: Cambio de correo
fr: Changement de mail
ja: メールアドレスの変更
uk: Зміна пошти

source: Email
bg: Имейл адрес
de: E-Mail-Adresse
es: Dirección de correo electrónico
fr: Adresse e-mail
ja: 電子メールアドレス
uk: Адреса електронної пошти

source: Re-send Verification
bg: Повторно изпращане на потвърждение
de: E-Mail-Adresse
es: Reenvío de confirmación
fr: Renvoi de la confirmation
ja: 確認の再送信
uk: Повторне надсилання підтвердження

source: Change email
bg: Промени имейла
de: E-Mail ändern
es: Cambiar correo
fr: Changer de mail
ja: メールアドレスを変更
uk: Змінити пошту

source: Authorization
bg: Авторизация
de: Anmeldung
es: Autenticación
fr: Authentification
ja: ログイン
uk: Авторизація

source: Log in to Datanar!
bg: Влезте в Datanar!
de: Melden Sie sich bei Datanar an!
es: ¡Entra en Datanar!
fr: Connectez-vous à Datanar!
ja: Datanarにログイン！
uk: Увійти до Datanar!

source: Logout
bg: Изход
de: Ausloggen
es: Salir
fr: Déconnexion
ja: ログアウト
uk: Вихід

source: Password change
bg: Промяна на паролата
de: Passwort ändern
es: Cambio de contraseña
fr: Changement de mot de passe
ja: パスワードの変更
uk: Зміна пароля

source: Change password
bg: Промени паролата
de: Passwort ändern
es: Cambiar contraseña
fr: Changer le mot de passe
ja: パスワードを変更
uk: Змінити пароль

source: Password changed
bg: Паролата е променена
de: Passwort geändert
es: Contraseña cambiada
fr: Mot de passe modifié
ja: パスワードが変更されました
uk: Пароль змінений

# your_password_be_success_changed
source: Your password has been successfully changed!
bg: Вашата парола беше успешно променена!
de: Ihr Passwort wurde erfolgreich geändert!
es: ¡Tu contraseña ha sido cambiada con éxito!
fr: Votre mot de passe a été modifié avec succès!
ja: あなたのパスワードは正常に変更されました！
uk: Ваш пароль успішно змінено!

source: Password Recovery
bg: Възстановяване на паролата
de: Passwort-Wiederherstellung
es: Recuperación de contraseña
fr: Récupération du mot de passe
ja: パスワードのリカバリー
uk: Відновлення паролю

source: Recover
bg: Възстанови
de: Passwort-Wiederherstellung
es: Recuperar
fr: Récupérer
ja: リカバリー
uk: Відновити

source: Password recovered
bg: Паролата е възстановена
de: Passwort wiederhergestellt
es: Contraseña recuperada
fr: Mot de passe récupéré
ja: パスワードがリカバリーされました
uk: Пароль відновлено

# password_reset_completed_success
source: Password reset was completed successfully
bg: Смяната на паролата беше успешно завършена
de: Passwort-Reset wurde erfolgreich abgeschlossen
es: El restablecimiento de la contraseña se ha completado con éxito
fr: La réinitialisation du mot de passe a été réussie
ja: パスワードのリセットが正常に完了しました
uk: Скидання пароля було успішно завершено

source: Reset
bg: Смяна
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
uk: Скидання

# email_instructions_for_password_recove_sent
source: An email with instructions for password recovery has been sent
bg: Изпратено е писмо с инструкции за възстановяване на паролата
de: Eine E-Mail mit Anweisungen zur Passwort-Wiederherstellung wurde gesendet
es: Se ha enviado un correo con instrucciones para recuperar la contraseña
fr: Un e-mail avec les instructions de récupération du mot de passe a été envoyé
ja: パスワードリカバリーの指示が含まれたメールが送信されました
uk: Лист з інструкціями з відновлення пароля надіслано

source: Delete avatar
bg: Изтриване на аватар
de: Avatar löschen
es: Borrar avatar
fr: Supprimer l'avatar
ja: アバター削除
uk: Видалити аватарку

source: Save
bg: Запази
de: Speichern
es: Guardar
fr: Sauvegarder
ja: 保存
uk: Зберегти

# greeting
source: Welcome to Datanar!
bg: Добре дошли в Datanar!
de: Willkommen bei Datanar!
es: ¡Bienvenido a Datanar!
fr: Bienvenue sur Datanar!
ja: Datanarへようこそ！
uk: Ласкаво просимо до Datanar!

source: Register
bg: Регистрирайте се
de: Registrieren
es: Registrarse
fr: S’inscrire
ja: 登録
uk: Зареєструватись

source: Users
bg: Потребители
de: Benutzers
es: Usuarios
fr: Utilisateurs
ja: ユーザー
uk: Користувач

source: Avatar
bg: Аватар
ja: アバター
uk: Аватар

# username_is_already_taken
source: A user with that username already exists
bg: Вече съществува потребител с това име
de: Ein Benutzer mit diesem Namen existiert bereits
es: Ya existe un usuario con ese nombre
fr: Un utilisateur avec ce nom existe déjà
ja: そのユーザー名はすでに存在します
uk: Користувач із таким ім'ям вже існує

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
ja: 確認
uk: Підтвердити

# Ukrainian
source: Українська
de: Український
