Repository: Gray-Advantage/Datanar-Django
Catalog: datanar/locale/*/LC_MESSAGES/django.po
Languages: bg, de, es, fr, ja, uk

source: You are receiving this email because you or someone else has requested a password for your user account. However, we do not have any record of a user with email %(email)s in our database. This mail can be safely ignored if you did not request a password reset. If it was you, you can sign up for an account using the link below.
bg: Получавате това писмо, защото вие или някой друг е поискал смяна на паролата за вашия акаунт. Въпреки това, нямаме никакви записи за потребител с имейл адрес %(email)s в нашата база данни. Можете да игнорирате това писмо безопасно, ако не сте поискали смяна на паролата. Ако това сте вие, можете да се регистрирате на сайта, използвайки връзката по-долу.
de: Sie erhalten diese E-Mail, weil Sie oder jemand anderes ein Passwort-Reset für Ihr Konto angefordert hat. Allerdings haben wir keine Aufzeichnungen über einen Benutzer mit der E-Mail-Adresse %(email)s in unserer Datenbank. Sie können diese E-Mail sicher ignorieren, wenn Sie kein Passwort-Reset angefordert haben. Wenn Sie es waren, können Sie sich auf der Website registrieren, indem Sie den untenstehenden Link verwenden.
es: Estás recibiendo este correo porque tú o alguien más solicitó un restablecimiento de contraseña para tu cuenta. Sin embargo, no tenemos ningún registro de un usuario con la dirección de correo electrónico %(email)s en nuestra base de datos. Puedes ignorar este correo de manera segura si no solicitaste un restablecimiento de contraseña. Si fuiste tú, puedes registrarte en el sitio utilizando el enlace de abajo.
fr: Vous recevez cet e-mail parce que vous ou quelqu’un d’autre a demandé la réinitialisation du mot de passe de votre compte. Cependant, nous n’avons aucun enregistrement d’un utilisateur avec l’adresse e-mail %(email)s dans notre base de données. Cet e-mail peut être ignoré en toute sécurité si vous n’avez pas demandé de réinitialisation du mot de passe. Si c’était vous, vous pouvez vous inscrire sur le site en utilisant le lien ci-dessous.
ja: あなたがこのメールを受け取っているのは、あなた自身または他の誰かが あなたのアカウントのパスワードをリセットするようにリクエストしたからです。しかし、私たちのデータベースには 電子メールアドレス%(email)sのユーザーに関する記録はありません。 パスワードのリセットをリクエストしていない場合、このメールは無視して 安全に処理できます。 もしこれがあなたであれば、以下のリンクを使用してサイトに登録することができます。
uk: Ви отримуєте цей лист, тому що ви або хтось інший запитав пароль для вашого облікового запису. Однак у нас немає жодних записів про користуваче з адресою електронної пошти %(email)s у нашій базі даних. Цей лист можна безпечно ігнорувати, якщо ви не запитували скидання пароля. Якщо це були ви, ви можете зареєструватися на сайті, використовуючи посилання нижче.

# datanar_api_docs
source: Datanar API documentation
bg: Datanar API документация
de: Datanar API Dokumentation
es: Datanar documentación de API
fr: Documentation de l'API de Datanar
ja: Datanar APIドキュメント
uk: Datanar API Документація

source: Preamble
bg: Преамбюл
de: Präambel
es: Preámbulo
fr: Préambule
ja: 前文
uk: Преамбула

source: Creating
bg: Създаване
de: Wodurch
es: Creando
fr: Création
ja: 作成
uk: Створення

source: Receiving
bg: Получаване
de: Empfangenden
es: Recibiendo
fr: Réception
ja: 受信
uk: Отримання

source: Deleting
bg: Изтриване
de: Löschen
es: Eliminación
fr: Suppression
ja: 削除
uk: Видалення

source: Copy
bg: Копирай
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
uk: Копіювати

source: Coped
bg: Копирам
de: Gemeistert
fr: Copié
ja: コピーされた
uk: Скопійовано

source: Contact email:
bg: Контактна поща:
de: E-Mail-Kontakt:
es: Email de contacto:
fr: Courriel de contact:
ja: 連絡先Eメール：
uk: Контактна пошта:

source: Basic API path:
bg: Основен път API:
de: Grundlegender API-Pfad:
es: Ruta API básica:
fr: Chemin de l'API de base:
ja: APIベースライン経路：
uk: Базовий шлях API:

source: API Documentation Version:
bg: Версия документацията на API:
de: API-Dokumentation Version:
es: Documentación de la API Versión:
fr: Version de la documentation de l'API:
ja: APIドキュメントのバージョン：
uk: Версія документації API:

# welcome_to_datanar_API_service_docs
source: Welcome to the documentation of the Datanar API service!
bg: Добре дошли в документацията за API на услугите на Datanar!
de: Willkommen bei der Dokumentation des Datanar API-Dienstes!
es: Bienvenido a la documentación del servicio API de Datanar.
fr: Bienvenue dans la documentation du service API de Datanar!
ja: DatanarサービスAPIドキュメントへようこそ！
uk: Ласкаво просимо в документацію API сервісу Datanar!

# who_is_the_API_intended_for
source: The API is designed for developers and companies who want to integrate link shortening functionality into their applications and services
bg: API е предназначен за разработчици и компании, които искат да интегрират функцията за съкращаване на връзки в своите приложения и услуги
es: La API está diseñada para desarrolladores y empresas que deseen integrar la función de acortamiento de enlaces en sus aplicaciones y servicios.
fr: L'API est conçue pour les développeurs et les entreprises qui souhaitent intégrer la fonctionnalité de raccourcissement des liens dans leurs applications et leurs services.
ja: APIは、アプリケーションやサービスにリンク短縮機能を統合したい開発者や企業のために設計されています。
uk: API призначений для розробників і компаній, які хочуть інтегрувати функціонал скорочення посилань у свої додатки та сервіси

# API_description_in_preamble
source: The service offers basic functionality for all users without the need to register and use a token, while advanced features are available to registered users and only using a token that can be obtained after registration
bg: Услугата предлага основни функции за всички потребители, без да е необходимо да се регистрират и да използват токен, докато разширените функции са достъпни за регистрирани потребители и само с използването на токен, който може да бъде получен след регистрация.
es: El servicio ofrece funciones básicas para todos los usuarios sin necesidad de registrarse y utilizar un token, mientras que las funciones avanzadas están disponibles para los usuarios registrados y sólo mediante un token que puede obtenerse tras el registro.
fr: Le service offre des fonctionnalités de base à tous les utilisateurs sans qu'il soit nécessaire de s'enregistrer et d'utiliser un jeton, tandis que les fonctionnalités avancées sont accessibles aux utilisateurs enregistrés et uniquement à l'aide d'un jeton qui peut être obtenu après l'enregistrement.
ja: 一方、高度な機能は、登録されたユーザーだけが利用でき、登録後に取得できるトークンを使用する必要があります。
uk: Сервіс пропонує базовий функціонал для всіх користувачів без необхідності реєстрації та використання токена, розширені можливості ж доступні зареєстрованим користувачам і тільки з використанням токена, який можна отримати після реєстрації

# redirect__create_api_docs
source: The main route of the API is to create a redirect. If you don't use a token, you can just create a redirect and a custom link if you want. With a token, the redirect will be saved in the user's profile, and additional attributes can be set when creating the redirect
bg: Основният маршрут на API е да се създаде пренасочване. Ако не използвате токен, можете просто да създадете пренасочване и потребителска връзка, ако искате. При използване на токен пренасочването ще бъде запазено в профила на потребителя и можете да зададете допълнителни атрибути при създаване на пренасочване
es: La ruta principal de la API es crear una redirección. Si no utiliza un token, puede crear simplemente una redirección y un enlace personalizado si lo desea. Con un token, la redirección se guardará en el perfil del usuario, y puedes establecer atributos adicionales al crear una redirección
fr: La route principale de l'API est de créer une redirection. Si vous n'utilisez pas de jeton, vous pouvez simplement créer une redirection et un lien personnalisé si vous le souhaitez. Avec un jeton, la redirection sera enregistrée dans le profil de l'utilisateur, et vous pouvez définir des attributs supplémentaires lors de la création d'une redirection
ja: APIの主なルートは、リダイレクトを作成することです。トークンを使わない場合は、リダイレクトとカスタムリンクを作成するだけです。トークンを使えば、リダイレクトはユーザのプロファイルに保存され、リダイレクトを作成する際に追加の属性を設定することができます。

source: Request Parameters:
bg: Параметри на заявката:
es: Parámetros de solicitud:
fr: Paramètres de la demande:
ja: クエリーパラメーター：
uk: Параметри запиту:

source: Attribute Name
bg: Име на атрибута
es: Nombre del atributo
fr: Nom de l'attribut
ja: 属性名
uk: Ім'я атрибута

source: Location
bg: Местоположение
es: Ubicación
fr: Localisation
ja: 所在地
uk: Розташування

source: Type
bg: Тип
es: Tipo
ja: タイプ
uk: Тип

source: Commitment
bg: Ангажимент
es: Compromiso
fr: Engagement
ja: コミットメント
uk: Обов'язковість

source: Description
bg: Описание
es: Descripción
ja: 説明
uk: Описание

source: No
bg: Не
fr: Non
ja: いいえ

# token_for_interaction_with_extended_API
source: Token for interaction with the extended API
bg: Токен за взаимодействие с разширения API
es: Token para interactuar con la API ampliada
fr: Token pour l'interaction avec l'API étendue
ja: 拡張APIとの対話用トークン
uk: Токен для взаємодії з розширеним API

source: Yes
bg: Да
es: Sí
fr: Oui
ja: はい
uk: Так

# available_only_with_token
source: Available with token
bg: Предлага се с токън
es: Disponible con ficha
fr: Disponible avec un token
ja: トークンで利用可能

source: Response Parameters:
bg: Параметри на отговора:
es: Parámetros de respuesta:
fr: Paramètres de réponse:
ja: 応答パラメータ：
uk: Параметри відповіді:

# Redirect id
source: Redirection ID
bg: ИД на пренасочване
es: ID de redirección
fr: ID de redirection
ja: リダイレクションID

source: Response Codes:
bg: Кодове за отговор:
es: Códigos de respuesta:
fr: Codes de réponse:
ja: レスポンスコード：
uk: Коди відповіді:

source: Code
bg: Код
es: Código
ja: コード
uk: Код

# success_obtained_redirect
source: Successfully obtained redirect
bg: успешно получено пренасочване
es: redirección recibida correctamente
fr: redirection reçue avec succès
ja: 正常に受信されたリダイレクト

source: missing required field
bg: липсващо задължително поле
es: falta un campo obligatorio
fr: champ obligatoire manquant
ja: 必須フィールドの欠落
uk: відсутнє обов'язкове поле

# no_token_for_fields_that_require_it
source: no token for attributes that require this
bg: няма токен за атрибути, които изискват това
es: no hay token para los atributos que lo requieren
fr: il n'y a pas de jeton pour les attributs qui le nécessitent
ja: これを必要とする属性のトークンはありません。

# example_of_request_sent:
source: Example of a request sent:
bg: Пример за изпратена заявка:
es: Ejemplo de solicitud enviada:
fr: Exemple de demande envoyée:
ja: リクエストの例：
uk: Приклад надісланого запиту:

# example_of_response_receive:
source: Example of a response receive:
bg: Пример за получен отговор:
es: Ejemplo de respuesta recibida:
fr: Exemple de réponse reçue:
ja: 回答例：
uk: Приклад отриманої відповіді:

source: Python code example:
bg: Пример за код на Python:
es: Ejemplo de código Python:
fr: Exemple de code Python:
ja: Pythonコード例：
uk: Приклад коду на Python:

# reminder_that_passwords_better_kept_in_separate_file
source: Just a reminder that passwords are best kept in a separate file
bg: Напомняме ви, че е най-добре паролите да се съхраняват в отделен файл.
es: Recuerde que es mejor guardar las contraseñas en un archivo aparte.
fr: Nous vous rappelons qu'il est préférable de conserver les mots de passe dans un dossier séparé.
ja: パスワードは別のファイルに保管するのがベストであることを忘れないでください。
uk: Просто нагадуємо, що паролі краще зберігати в окремому файлі

# to_start_interacting_with_extended_API_you_need_token
source: To start interacting with the service's extended API, you need to get a Token.
bg: За да започнете да взаимодействате с разширения API на услугата, трябва да получите токен.
es: Para empezar a interactuar con la API extendida del servicio, necesita obtener un Token.
fr: Pour commencer à interagir avec l'API étendue du service, vous devez obtenir un Token
ja: サービスの拡張APIとのやり取りを開始するには、Tokenを取得する必要がある。
uk: Щоб почати взаємодіяти з розширеним API сервісу, потрібно отримати Token.

# each_new_POST_request_recreates_token
source: Each new POST request to this route recreates the user's Token in case, for example, the previous one was disclosed
bg: Всяка нова POST заявка към този маршрут пресъздава токена на потребителя, в случай че например предишният е бил разкрит.
es: Cada nueva petición POST a esta ruta recrea el Token del usuario en caso de que, por ejemplo, el anterior haya sido revelado
fr: Chaque nouvelle requête POST vers cette route recrée le Token de l'utilisateur au cas où, par exemple, le précédent aurait été divulgué
ja: このルートへのそれぞれの新しいPOSTリクエストは、例えば、前のTokenが開示された場合に備えて、ユーザのTokenを再作成する。
uk: Кожен новий POST-запит на цей маршрут перестворює Token користувача на той випадок, якщо, наприклад, минулий був розкритий

source: Username or email
bg: Потребителско име или имейл
es: Nombre de usuario o email
fr: Nom d'utilisateur ou e-mail
ja: ユーザー名またはEメール
uk: Ім'я користувача або e-mail

# success_obtained_token
source: Successfully obtained token
bg: Успешно получен токен
es: Token obtenido con éxito
fr: Obtention du token avec succès
ja: トークンの受信に成功
uk: Успішно отриманий токен

source: request other than POST
bg: заявка, различна от POST
es: solicitud distinta de POST
fr: autre que POST
ja: POST以外のリクエスト
uk: запит відмінний від POST

# on_this_route_you_can_create_token_or_reacquire_existing_one
source: On this route, you can create a Token if you didn't already have one, or reacquire an existing one if you lose it
bg: По този маршрут можете да създадете токен, ако все още нямате такъв, или да придобиете отново съществуващ, ако сте го загубили.
es: En esta ruta, puede crear un Token si aún no tiene uno, o readquirir uno existente si lo ha perdido.
fr: Sur cet itinéraire, vous pouvez créer un Token si vous n'en aviez pas déjà un, ou réacquérir un Token existant si vous le perdez
ja: このルートでは、まだTokenを持っていない場合はTokenを作成し、紛失した場合は既存のTokenを再取得することができる。
uk: На цьому маршруті ви можете створити Token, якщо його у вас ще не було, або повторно отримати наявний у разі втрати

# title__dashboard__all_links
source: All links
bg: Всички връзки
es: Todos los enlaces
fr: Tous les liens
ja: すべてのリンク
uk: Всі посилання

# all_links_list
source: All links
bg: Всички връзки
de: Alle Links
es: Todos los enlaces
fr: Tous les liens
ja: すべてのリンク
uk: Всі посилання

# redirect_black_list
source: Blacklist of domains
bg: Черен списък на домейни
de: Domain-schwarze Liste
es: Lista negra de dominios
fr: Liste noire des domaines
ja: ドメインのブラックリスト
uk: Чорний список доменів

source: Server logs
bg: Сървърни дневници
de: Serverprotokolle
es: Registros del servidor
fr: Journaux du serveur
ja: サーバーログ
uk: Журнали сервера

source: Admin panel
bg: Админ панел
de: Admin
es: Panel de admin
fr: Panneau d'admin
ja: 管理者
uk: Адмінка

# title__dashboard__black_list
source: Blacklist of domains
bg: Черен списък на домейни
de: Domain-schwarze Liste
es: Lista negra de dominios
fr: Liste noire des domaines
ja: ドメインのブラックリスト
uk: Чорний список доменів

source: Add
bg: Добави
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加
uk: Додати

source: Change
bg: Промени
de: Ändern
es: Modificar
fr: Modification
ja: 変更
uk: Змінити

source: Delete
bg: Изтрий
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
uk: Видалити

# new_blocked_domain_regex
source: Add a blocked domain
bg: Добавете блокиран домейн
de: Blockierte Domäne hinzufügen
es: Añadir un dominio bloqueado
fr: Ajouter un domaine verrouillé
ja: ブロックされたドメインを追加する
uk: Додати заблокований домен

source: Cancel
bg: Отказ
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
uk: Відміна

# change_blocked_domain_regex
source: Change a blocked domain
bg: Променете блокирания домейн
de: Gesperrte Domäne bearbeiten
es: Cambiar dominio bloqueado
fr: Modifier le domaine verrouillé
ja: ブロックされたドメインを変更する
uk: Змінити заблокований домен

source: Are you sure?
bg: Сигурен ли сте?
de: Bist du dir sicher?
es: ¿Está seguro?
fr: Êtes-vous sûre?
ja: 本気？
uk: Ви впевнені?

source: This action cannot be undone
bg: Това действие няма да бъде отменено
de: Diese Aktion kann nicht rückgängig gemacht werden
es: Esta acción no se puede deshacer
fr: Cette action ne peut pas être annulée
ja: この操作は元に戻すことはできません
uk: Ця дія не може бути скасована

# title__dashboard__logs
source: Server logs
bg: Сървърни дневници
de: Serverprotokolle
es: Registros del servidor
fr: Journaux du serveur
ja: サーバーログ
uk: Журнали сервера

source: Refresh
bg: Актуализирам
de: Aktualisieren
es: Renovar
fr: Rafraîchir
ja: リフレッシュ
uk: Оновити

source: Clear log
bg: Изчистване на дневника
de: Protokoll löschen
es: Borra el registro
fr: Effacer le journal
ja: クリアログ
uk: Очистити журнал

source: About
bg: За проекта
de: Über das Projekt
es: Sobre el proyecto
fr: À propos du projet
ja: プロジェクトについて
uk: Про проект

# about_beginning
source: Datanar is a link shortening web service. On our website, you can easily shorten long URLs, making them more convenient and user-friendly.
bg: Datanar е уеб услуга за съкращаване на връзки. С нашия сайт лесно можете да съкратите дълги URL адреси, като ги правите по-удобни и лесни за използване.
de: Datanar ist ein Webdienst zur Verkürzung von Links. Mit unserer Website können Sie lange URLs leicht verkürzen und sie benutzerfreundlicher und einfacher zu bedienen machen.
es: Datanar es un servicio web para acortar enlaces. Con nuestro sitio, puedes acortar fácilmente las URL largas, haciéndolas más convenientes y simples de usar.
fr: Datanar est un service web de raccourcissement de liens. Avec notre site, vous pouvez facilement raccourcir les URL longues, les rendant plus pratiques et simples à utiliser.
ja: Datanarは、リンクの短縮を行うウェブサービスです。私たちのサイトを使えば、長いURLアドレスを簡単に 短縮して、より便利で使いやすくすることができます。
uk: Datanar - це веб-сервіс зі скорочення посилань. З нашим сайтом ви легко можете скоротити довгі URL-адреси, роблячи їх більш зручними і простими в використання.

# about_you_can_do
source: With Datanar, you can:
bg: С Datanar можете да:
de: Mit Datanar können Sie:
es: Con Datanar puedes:
fr: Avec Datanar, vous pouvez:
ja: Datanarを使えば、次のことができます：
uk: З Datanar ви можете:

# can_do_1
source: Shorten a link
bg: Съкратете връзка
de: Link verkürzen
es: Acortar un enlace
fr: Raccourcir un lien
ja: リンクを短縮する
uk: Скоротити посилання

# can_do_2
source: Get an instantly generated QR code
bg: Получете веднага генериран QR-код
de: Sofort generierten QR-Code erhalten
es: Obtener un código QR generado inmediatamente
fr: Obtenir immédiatement un QR-code généré
ja: すぐに生成されるQRコードを取得する
uk: Отримати відразу згенерований QR-code

# can_do_3
source: Specify your own custom short URL
bg: Посочете свой собствен кратък URL адрес
de: Ihre eigene kurze URL angeben
es: Especificar tu propio enlace corto
fr: Indiquer votre propre URL court
ja: 自分の短いURLアドレスを指定する
uk: Вказати свою власну коротку URL-адресу

# can_do_4
source: Track link click statistics
bg: Проследявайте статистиката на преминаванията по връзката
de: Statistiken über Link-Klicks verfolgen
es: Rastrear las estadísticas de redirecciones del enlace
fr: Suivre les statistiques des transitions sur le lien
ja: リンクのリダイレクト統計を追跡する
uk: Відслідковувати статистику переходів за посиланням

# can_do_5
source: Download statistics in a convenient format
bg: Изтеглете статистиката в удобен формат
de: Statistiken in einem praktischen Format exportieren
es: Descargar las estadísticas en un formato conveniente
fr: Exporter les statistiques dans un format pratique
ja: 統計を便利な形式でエクスポートする
uk: Вивантажувати статистику у зручному форматі

# can_do_6
source: Set a password for the shortened link
bg: Задайте парола за съкратената връзка
de: Passwort für verkürzten Link festlegen
es: Establecer una contraseña para el enlace acortado
fr: Configurer un mot de passe pour le lien raccourci
ja: 短縮リンクにパスワードを設定する
uk: Встановити пароль для скороченого посилання

# can_do_7
source: Specify the expiration date of the link
bg: Посочете до коя дата ще работи връзката
de: Angeben, bis zu welchem Datum der Link funktionieren wird
es: Especificar hasta qué fecha estará activo el enlace
fr: Indiquer jusqu’à quelle date le lien sera actif
ja: リンクが動作する日付を指定する
uk: Вказувати до якої дати працюватиме посилання

# can_do_8
source: Set the number of clicks allowed for the link
bg: Посочете колко преминавания могат да бъде направени по връзката
de: Angeben, wie viele Klicks auf den Link gemacht werden können
es: Especificar cuántas redirecciones se pueden hacer en el enlace
fr: Indiquer combien de transitions peuvent être effectuées sur le lien
ja: リンクを通じて何回リダイレクトできるかを指定する
uk: Вказувати скільки переходів можна зробити за посиланням

# can_do_9
source: Integrate your service with ours through API
bg: Свържете своята услуга с нашата чрез API
de: Ihren Dienst über unsere API mit unserem Dienst verbinden
es: Conectar tu servicio con el nuestro a través de API
fr: Lier votre service au nôtre via API
ja: あなたのサービスを私たちのAPIと連携する
uk: Зв'язати свій сервіс з нашим API

# about_using
source: The site is built using:
bg: Сайтът е направен с използването на:
de: Die Website wurde mit folgenden Technologien erstellt:
es: El sitio está hecho con:
fr: Le site est fait avec :
ja: このサイトは以下を使用して作成されました：
uk: Сайт зроблений з використанням:

# developers
source: Meet the developers - these wonderful people:
bg: Разработчиците - тези прекрасни хора:
de: Entwickler - diese wunderbaren Menschen:
es: Desarrolladores - estas maravillosas personas:
fr: Les développeurs - ces belles personnes :
ja: 開発者 - これらの素晴らしい人々：
uk: Розробники - ці чудові люди:

# sergey
source: Andreev Sergey
bg: Андреев Сергей
es: Andréyev Serguéi
ja: アンドレーエフ・セルゲイ
uk: Андрєєв Сергій

# vladimir
source: Klimenko Vladimir
bg: Клименко Владимир
es: Klímenko Vladímir
ja: クリメンコ・ウラジミール
uk: Клименко Володимир

# artem
source: Tretyakov Artem
bg: Третяков Артьом
de: Tretjakov Artem
es: Tretiakov Artiom
fr: Tretiakov Artem
ja: トレチャコフ・アルテム
uk: Третьяков Артем

source: Github Project
bg: Проектът в Github
de: Projekt auf Github
es: Proyecto en Github
fr: Projet sur Github
ja: Githubのプロジェクト
uk: Проект на Github

# title__homepage
source: Datanar - Links Shortening
bg: Datanar - Съкращаване на връзки
de: Datanar - Linkverkürzung
es: Datanar - Acortamiento de enlaces
fr: Datanar - Raccourcissement des liens
ja: Datanar - リンクの短縮
uk: Datanar - Скорочення посилань

# short_description_under_logo
source: Shorten your link so that your customers don't have to see long URLs.
bg: Съкратете вашата връзка, така че вашите клиенти да не трябва да виждат дълги URL адреси.
de: Verkürzen Sie Ihren Link, damit Ihre Kunden keine langen URLs sehen müssen.
es: Acorta tu enlace para que tus clientes no tengan que ver largas URL.
fr: Raccourcissez votre lien pour que vos clients n’aient pas à voir de longues url-” “adresses.
ja: あなたのリンクを短縮して、お客様が長いURLを見る必要がなくなります。
uk: Скоротіть своє посилання, щоб вашим клієнтам не довелося бачити довгі url-адреси.

# short_description_about_supported_files
source: You can select or drag a file with an extension .txt/.xlsx. In txt, each row is treated as a link, and xlsx treats each row of the first column
bg: Можете да изберете или да плъзнете файл с разширение .txt/.xlsx. В txt всяка линия се разглежда като връзка, а в xlsx всяка линия на първата колона
de: Sie können eine Datei mit der Endung .txt/.xlsx auswählen oder ziehen. In txt wird jede Zeile als Link betrachtet, in xlsx jede Zeile der ersten Spalte
es: Puedes seleccionar o arrastrar un archivo con extensión .txt/.xlsx. En txt cada línea se considera como un enlace, y en xlsx cada línea de la primera columna
fr: Vous pouvez choisir ou glisser-déposer un fichier avec l’extension .txt/.xlsx. Dans le txt chaque ligne est considérée comme un lien, et dans le xlsx chaque ligne de la première colonne
ja: .txt/.xlsxの拡張子を持つファイルを選択またはドラッグアンドドロップできます。txtでは各行がリンクとして扱われ、xlsxでは最初の列の各行が扱われます
uk: Ви можете вибрати або перетягнути файл C розширенням .txt/.xlsx. У txt кожен рядок розглядається як посилання, а xlsx кожен рядок першого стовпця
