Repository: Gray-Advantage/Datanar-Django
Catalog: datanar/locale/*/LC_MESSAGES/django.po
Languages: bg, de, es, fr, ja, uk

source: This field is required
bg: Това поле е задължително
de: Dieses Feld ist erforderlich
es: Este campo es obligatorio
fr: Ce champ est obligatoire
ja: このフィールドは必須です
uk: Це поле є обов'язковим

source: Enter a valid URL
bg: Въведете валиден URL
de: Geben Sie eine gültige URL ein
es: Introduzca una URL válida
fr: Entrez une URL valide
ja: 有効なURLを入力します
uk: Введіть дійсну URL-адресу

source: This URL is blocked
bg: Този URL е блокиран
de: Diese URL ist gesperrt
es: Esta URL está bloqueada
fr: Cette URL est bloquée
ja: このURLはブロックされています
uk: Ця URL-адреса заблокована

# custom_url_already_use
source: This custom url is already in use
bg: Този персонализиран URL адрес вече се използва. Моля, изберете друг.
de: Diese benutzerdefinierte URL wird bereits verwendet. Bitte wählen Sie eine andere
es: Esta URL personalizada ya está en uso
fr: Cet URL personnalisé est déjà utilisé
ja: このカスタムURLアドレスはすでに使用されています。
uk: Ця кастомна url-адреса вже використовується. Будь ласка, виберіть інший.

source: Base forms
bg: Основни форми
de: Hauptformulare
es: Formas básicas
fr: Perusmuodot
ja: 基本フォーム
uk: Базові форми

source: Dashboard
bg: Контролен панел
es: Panel de Control
fr: Tableau de bord
ja: ダッシュボード
uk: Приладова панель

# domain_regex
source: Domain regular
bg: Редовен домейн
de: Regulator domain
es: Dominio regular
fr: Régularité du domaine
ja: ドメイン規則性
uk: Регулярка домену

# domain_regex_that_will_be_prohibited_from_shortening
source: A regular expression for a domain that will not be allowed to be shortened
bg: Регулярен израз за домейн, който ще бъде забранен за намаляване
de: Ein regulärer Ausdruck für eine Domäne, die nicht verkleinert werden soll
es: Una expresión regular para un dominio que no se puede acortar
fr: Expression régulière pour le domaine à ne pas réduire
ja: 短縮が許可されないドメインの正規表現
uk: Регулярний вираз для домену, якій буде заборонений до скорочення

# domains_regex
source: Domain regulars
bg: Редовни домейни
de: Reguläre Domains
es: Dominios regulares
fr: Régularité des domaines
ja: ドメインレギュラー
uk: Регулярки доменів

source: Homepage
bg: Начална страница
de: Startseite
es: Página de inicio
fr: Page d’accueil
ja: ホームページ
uk: Домашня сторінка

source: QR-codes
bg: QR-кодове
es: Códigos QR
fr: Codes QR
ja: QRコード
uk: QR-коди

source: long link
bg: дълга връзка
de: Lange Verknüpfung
es: enlace largo
fr: lien long
ja: 長いリンク
uk: довге посилання

source: Deactivate selected redirects
bg: Деактивирайте избраните пренасочвания
de: Ausgewählte Weiterleitungen deaktivieren
es: Desactivar redireccionamientos seleccionados
fr: Désactiver les redirections sélectionnées
ja: 選択したリダイレクトを無効にする
uk: Деактивувати вибрані перенаправлення

# success_deactivate_selected_redirect
source: Selected redirects have been successfully deactivated
bg: Избраните пренасочвания са деактивирани успешно
de: Ausgewählte Weiterleitungen wurden erfolgreich deaktiviert
es: Las redirecciones seleccionadas se han desactivado correctamente
fr: Les redirections sélectionnées ont été désactivées avec succès
ja: 選択されたリダイレクトは正常に無効化されました。
uk: Обрані перенаправлення успішно деактивовано

source: Activate selected redirects
bg: Активирайте избраните пренасочвания
de: Ausgewählte Weiterleitungen aktivieren
es: Activar los redireccionamientos seleccionados
fr: Activer les redirections sélectionnées
ja: 選択したリダイレクトを有効にする
uk: Активувати вибрані перенаправлення

# success_activate_selected_redirect
source: Selected redirects have been successfully activated
bg: Избраните пренасочвания са активирани успешно
de: Ausgewählte Weiterleitungen wurden erfolgreich aktiviert
es: Las redirecciones seleccionadas se han activado correctamente
fr: Les redirections sélectionnées ont été activées avec succès
ja: 選択されたリダイレクトは正常に有効化されました。
uk: Обрані перенаправлення успішно активовано

source: redirects
bg: пренасочване
de: Weiterleitungen
es: Redirecciones
fr: Redirections
ja: リダイレクト
uk: перенапрямки

source: Custom url
bg: Персонализиран URL адрес
de: Benutzerdefinierte URL
es: URL personalizada
fr: URL personnalisé
ja: カスタムURLアドレス
uk: Кастомна url-адреса

# custom_url_that_would_like_have_instead_generated_one
source: A custom url that you would like to have instead of the generated one.
bg: Персонализиран URL адрес, който бихте искали да имате вместо генерирания.
de: Benutzerdefinierte URL, die Sie anstelle der generierten haben möchten.
es: URL personalizada que te gustaría tener en lugar de la generada.
fr: URL personnalisé que vous aimeriez avoir à la place de celui généré.
ja: 生成されたものの代わりに持ちたいユーザー定義のURLアドレス。
uk: Користувальницька URL-адреса, яку ви хотіли б мати замість згенерованого.

# custom_url_should_not_have_slash
source: The custom link should not have a '/'
bg: Персонализираната връзка не трябва да има ‘/’
de: Benutzerdefinierte Verknüpfung darf kein ‘/’ enthalten
es: El enlace personalizado no debe tener ‘/’
fr: Le lien personnalisé ne doit pas contenir ‘/’
ja: カスタムリンクには’/'を含めてはならない
uk: Кастомне посилання не повинно мати '/'

# date_validity_invalid
source: The expiration date cannot be less than the current date
bg: Срок на годност не може да бъде по-малък от текущата дата
de: Das ablaufdatum darf nicht kleiner als das aktuelle datum sein
es: La fecha de caducidad no puede ser inferior a la fecha actual
fr: La durée de validité ne peut pas être inférieure à la date actuelle
ja: 有効期限は現在の日付より小さくすることはできません
uk: Термін придатності не може бути менше поточної дати

source: Password
bg: Парола
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
uk: Пароль

# password_before_redirect
source: Enter the password before redirecting
bg: Въведете парола преди пренасочване
de: Geben Sie das Passwort ein, bevor Sie weiterleiten
es: Introduce la contraseña antes de la redirección
fr: Entrez le mot de passe avant la redirection
ja: リダイレクトする前にパスワードを入力してください
uk: Введіть пароль перед перенаправленням

source: user
bg: потребител
de: Benutzer
es: usuario
fr: utilisateur
ja: ユーザー
uk: користувач

# user_who_create_bond
source: The user who created the bond between the short and long link
bg: Потребителят, който създаде връзка между кратка и дълга връзка.
de: Benutzer, der die Verbindung zwischen kurzer und langer Verknüpfung erstellt hat.
es: Usuario que creó el enlace entre el enlace corto y largo
fr: Utilisateur qui a créé le lien entre l’URL court et long
ja: 短いリンクと長いリンクの間の関連を作成したユーザー
uk: Користувач, який створив зв'язок між коротким та довгим посиланням.

source: short link
bg: кратка връзка
de: Kurze Verknüpfung
es: enlace corto
fr: lien court
ja: 短いリンク
uk: коротке посилання

# shorten_link_to_redirect_to_resource
source: A shortened link that will be used to redirect to the final resource
bg: Съкратена връзка, по която ще бъде извършено пренасочване към крайния ресурс.
de: Verkürzte Verknüpfung, über die die Weiterleitung zum Endressource erfolgt.
es: Enlace acortado por el cual se realizará la redirección al recurso final
fr: Lien raccourci qui sera redirigé vers la ressource finale
ja: 最終リソースにリダイレクトされる短縮リンク
uk: Скорочене посилання, за яким буде повністю перенаправлення на кінцевий ресурс.

# resource_to_which_short_link_lead
source: The final resource to which the short link will lead
bg: Крайният ресурс, до който ще води кратката връзка.
de: Endressource, zu der die kurze Verknüpfung führt.
es: Recurso final al que llevará el enlace corto
fr: Ressource finale vers laquelle le lien court mènera
ja: 短いリンクが指す最終リソース
uk: Кінцевий ресурс, до якого вестиме коротке посилання.

source: creation time
bg: време на създаване
de: Erstellungszeit
es: tiempo de creación
fr: heure de création
ja: 作成時間
uk: час створення

# when_bond_was_create
source: When a bond was created between a short and a long link
bg: Кога е създадена връзката между кратката и дългата връзка.
de: Wann wurde die Verbindung zwischen kurzer und langer Verknüpfung erstellt.
es: Cuándo se creó el enlace entre el enlace corto y largo
fr: Quand le lien entre l’URL court et long a été créé
ja: 短いリンクと長いリンクの間の関連が作成されたとき
uk: Коли було створено зв'язок між коротким і довгим посиланням.

source: password
bg: парола
de: passwort
es: contraseña
fr: mot de passe
ja: パスワード
uk: пароль

# password_that_will_requested_to_redirect
source: The password that will be requested before redirection
bg: Паролата, която ще бъде поискана преди пренасочване.
de: Passwort, das vor der Weiterleitung abgefragt wird.
es: Contraseña que se solicitará antes de la redirección
fr: Mot de passe qui sera demandé avant la redirection
ja: リダイレクトする前に要求されるパスワード
uk: Пароль, який вимагатиметься перед перенаправленням.

# valid_day_number
source: expiration date
bg: срок на годност
de: Ablaufdatum
es: fecha de caducidad
fr: durée de validité
ja: 有効期限
uk: термін придатності

# how_many_day_link_will_be_valid
source: How many days will the link be valid before deactivation
bg: Колко дни връзката ще бъде валидна преди нейното изтриване
de: Wie viele Tage ist der Link gültig, bevor er gelöscht wird
es: Cuántos días será válida el enlace antes de su desactivación
fr: Combien de jours le lien sera valide avant sa désactivation
ja: リンクが無効化される前に有効な日数
uk: Скільки днів буде валідне посилання перед її видаленням

# valid_click_number
source: valid number of clicks
bg: валиден брой преходи
de: Gültige Anzahl von Übergängen
es: cantidad válida de redirecciones
fr: nombre valide de transitions
ja: 有効なリダイレクト数
uk: валідна кількість переходів

# how_many_click_on_link_will_be_valid
source: How many clicks can make on a link before deactivation
bg: Колко прехода могат да бъдат извършени по връзката преди нейното изтриване.
de: Wie viele Übergänge können über den Link gemacht werden, bevor er gelöscht wird.
es: Cuántas redirecciones se pueden hacer en el enlace antes de su desactivación
fr: Combien de transitions peuvent être effectuées sur le lien avant sa désactivation
ja: リンクが無効化される前に何回リダイレクトできるか
uk: Скільки переходів можна зробити за посиланням перед видаленням.

source: active
bg: активно
de: aktiv
es: activo
fr: actif
ja: 積極的に
uk: активно

# is_active
source: Is redirection active now
bg: Активно ли е пренасочването сега
de: Ist die Weiterleitung jetzt aktiv
es: La redirección está activa ahora
fr: La redirection est-elle active maintenant
ja: 今、紹介は有効か
uk: Чи активне зараз перенаправлення

source: deactivation time
bg: време за деактивиране
de: abschaltzeit
es: tiempo de desactivación
fr: temps de désactivation
ja: 休止時間
uk: час деактивації

# when_bond_was_deactivated
source: When the redirection was deactivated
bg: Когато пренасочването е деактивирано
de: Wenn die Weiterleitung deaktiviert wurde
es: Cuando se desactivó la redirección
fr: Lorsque la redirection a été désactivée
ja: リダイレクトが解除された場合
uk: Коли перенаправлення було деактивовано

source: IP address
bg: IP адрес
de: IP Adresse
es: Dirección IP
fr: Adresse IP
ja: IPアドレス
uk: IP адреса

# client_ip_address_who_created_redirect
source: The IP address from which the redirect was created
bg: IP адрес, от който е създадено пренасочването
de: Die IP Adresse, von der aus die Umleitung erstellt wurde
es: Dirección IP desde la que se creó la redirección
fr: L'adresse IP à partir de laquelle la redirection a été créée
ja: リダイレクト元のIPアドレス
uk: IP адреса, з якої було створено перенаправлення

source: Web
bg: Уеб
ja: ウェブ
uk: Веб

# Web_by_file
source: File
bg: Файл
de: Datei
es: Archivo
fr: Fichier
ja: ファイル
uk: Файл

# create_method
source: method of creation
bg: метод на създаване
de: erstellungsmethode
es: método de creación
fr: méthode de création
ja: 作成方法
uk: метод створення

# method_which_redirect_was_created
source: The method by which the redirect was created
bg: Методът, по който е създадено пренасочването
de: Die Methode, mit der die Umleitung erstellt wurde
es: Método de creación de la redirección
fr: La méthode par laquelle la redirection a été créée
ja: リダイレクトの作成方法
uk: Метод, яким перенаправлення було створено

source: redirect
bg: пренасочване
de: Weiterleitung
es: redirección
fr: redirection
ja: リダイレクト
uk: перенапрямок

# invalid_password
source: Incorrect password
bg: Невалидна парола
de: Falsches Passwort
es: Contraseña incorrecta
fr: Mot de passe incorrect
ja: 無効なパスワード
uk: Невірний пароль

# statistic
source: Statistics
bg: Статистика
de: Statistik
es: Estadísticas
fr: Statistiques
ja: 統計
uk: Статистика

source: redirect time
bg: Време за пренасочване
de: Weiterleitungszeit
es: Tiempo de redirección
fr: Temps de redirection
ja: リダイレクト時間
uk: Час перенаправлення

source: os
bg: ос
de: bs
es: so
uk: ос

# operating_system_from_which_redirect_was_made
source: Operating system from which the redirect was made
bg: Операционната система, с която е извършен прехода
de: Betriebssystem, von dem aus die Weiterleitung erfolgte
es: Sistema operativo desde el cual se realizó la redirección
fr: Système d’exploitation à partir duquel la transition a été effectuée
ja: リダイレクトが行われたオペレーティングシステム。
uk: Операційна система з якою здійснено перехід

source: browser
bg: браузер
es: navegador
fr: navigateur
ja: ブラウザ
uk: браузер

# browser_from_which_redirect_was_made
source: Browser from which the redirect was made
bg: Браузерът, от който е извършен прехода
de: Browser, von dem aus die Weiterleitung erfolgte
es: Navegador desde el cual se realizó la redirección
fr: Navigateur à partir duquel la transition a été effectuée
ja: リダイレクトが行われたブラウザ。
uk: Браузер з якого здійснено перехід

source: country
bg: държава
de: land
es: país
fr: pays
ja: 国
uk: країна

source: city
bg: град
de: stadt
es: ciudad
fr: ville
ja: 都市
uk: місто

source: Unknown
bg: Неизвестен
de: Unbekannt
es: Desconocido
fr: Inconnu
ja: 不明
uk: Невідомо

source: Created
bg: Създаден
de: Erstellt
es: Creado
fr: Créé
ja: 作成された
uk: Створено

source: OS
bg: ОС
de: BS
es: SO
uk: ОС

source: Browser
bg: Браузер
es: Navegador
fr: Navigateur
ja: ブラウザ
uk: Браузер

source: Country
bg: Държава
de: Land
es: País
fr: Pays
ja: 国
uk: Країна

source: City
bg: Град
de: Stadt
es: Ciudad
fr: Ville
ja: 都市
uk: Місто

source: Oops!
bg: Опа!
de: Ups!
es: ¡Ups!
fr: Oups
ja: おっと！
uk: Упс!

source: Access denied
bg: Достъпът е отказан
de: Zugriff verweigert
es: Acceso denegado
fr: Accès refusé
ja: アクセス拒否
uk: Доступ заборонено

source: To main
bg: Към началната страница
de: Zur Startseite
es: A la página principal
fr: Retour à l’accueil
ja: ホームに戻る
uk: На головну

source: Page not found
bg: Страницата не е намерена
de: Seite nicht gefunden
es: Página no encontrada
fr: Page non trouvée
ja: ページが見つかりません
uk: Сторінка не знайдена

source: Server error
bg: Грешка в сървъра
de: Serverfehler
es: Error del servidor
fr: Erreur serveur
ja: サーバーエラー
uk: Помилка сервера

source: You are receiving this email because you or someone else tried to signup for an account using email address: %(email)s However, an account using that email address already exists. In case you have forgotten about this, please use the password forgotten procedure to recover your account: %(password_reset_url)s
bg: Получихте това писмо, защото вие или някой друг се опита да се регистрира на сайта, използвайки следния имейл адрес: %(email)s Въпреки това, вече съществува акаунт с този имейл адрес. Ако сте го забравили, моля, използвайте процедурата за възстановяване на паролата, за да възстановите своя акаунт: %(password_reset_url)s
de: Sie haben diese E-Mail erhalten, weil Sie oder jemand anderes versucht haben, sich auf der Website mit der folgenden E-Mail-Adresse zu registrieren: %(email)s Es gibt jedoch bereits ein Konto mit dieser E-Mail-Adresse. Wenn Sie dies vergessen haben, verwenden Sie bitte das Passwort-Wiederherstellungsverfahren, um Ihr Konto wiederherzustellen: %(password_reset_url)s
es: Recibiste este correo porque tú o alguien más intentó registrarse en el sitio usando la dirección de correo electrónico: %(email)s Sin embargo, ya existe una cuenta con esta dirección de correo electrónico. Si olvidaste esto, por favor, utiliza el procedimiento de recuperación de contraseña para recuperar tu cuenta: %(password_reset_url)s
fr: Vous avez reçu cet e-mail parce que vous ou quelqu’un d’autre a essayé de vous inscrire sur le site en utilisant l’adresse e-mail: %(email)s Cependant, un compte avec cette adresse e-mail existe déjà. Si vous l’avez oublié, veuillez utiliser la procédure de récupération du mot de passe pour récupérer votre compte: ” “ ” “%(password_reset_url)s
ja: あなたがこのメールを受け取ったのは、あなた自身または他の誰かが 次の電子メールアドレスを使用してサイトに登録しようとしたからです: %(email)s しかし、この電子メールアドレスのアカウントはすでに存在します。もし 忘れていたら、パスワードのリカバリープロセスを使用してアカウントを リカバリーしてください: %(password_reset_url)s
uk: Ви отримали цей лист, тому що ви чи хтось інший спробували зареєструватися на обліковому записі з використанням електронної адреси пошти: %(email)s Але обліковий запис з цією адресою електронної пошти вже існує. Якщо Ви забули про це, будь ласка, скористайтеся процедурою відновленняпароля, щоб відновити свій обліковий запис: %(password_reset_url)s

source: Account Already Exists
bg: Вече съществува акаунт
de: Konto existiert bereits
es: La cuenta ya existe
fr: Le compte existe déjà
ja: アカウントはすでに存在します
uk: Обліковий запис вже існує

source: Hello from %(site_name)s!
bg: Здравей от %(site_name)s!
de: Hallo von %(site_name)s!
es: Hola de %(site_name)s!
fr: Bonjour de %(site_name)s!
ja: %(site_name)sからのこんにちは！
uk: Привіт від %(site_name)s!

source: Thank you for using %(site_name)s! %(site_domain)s
bg: Благодарим ви, че използвате %(site_name)s! %(site_domain)s
de: Danke, dass Sie %(site_name)s verwenden! %(site_domain)s
es: ¡Gracias por usar %(site_name)s! %(site_domain)s
fr: Merci d’utiliser %(site_name)s! %(site_domain)s
ja: %(site_name)sをご利用いただきありがとうございます！ %(site_domain)s
uk: Дякую за використання %(site_name)s! %(site_domain)s

source: You're receiving this email because user %(user_display)s has given your email address to register an account on %(site_domain)s. To confirm this is correct, go to %(activate_url)s
bg: Получихте това писмо, защото потребител %(user_display)s е посочил вашия имейл адрес за регистрация на акаунт на %(site_domain)s. За да потвърдите, че това е вярно, моля, посетете следния адрес %(activate_url)s
de: Sie haben diese E-Mail erhalten, weil der Benutzer %(user_display)s Ihre E-Mail-Adresse zur Registrierung eines Kontos auf %(site_domain)s angegeben hat. Um zu bestätigen, dass dies korrekt ist, gehen Sie bitte zu %(activate_url)s
es: Recibiste este correo porque el usuario %(user_display)s indicó tu dirección de correo electrónico para registrar una cuenta en %(site_domain)s. Para confirmar que esto es correcto, ve a la dirección %(activate_url)s
fr: Vous avez reçu cet e-mail parce que l’utilisateur %(user_display)s a indiqué votre adresse e-mail pour l’inscription d’un compte sur %(site_domain)s. Pour confirmer que c’est correct, veuillez vous rendre à l’adresse %(activate_url)s
ja: あなたがこのメールを受け取ったのは、ユーザー%(user_display)sがあなたの 電子メールアドレスを%(site_domain)sのアカウント登録に使用したからです。 これが正しいことを確認するために、次のURLにアクセスしてください：%(activate_url)s
uk: Ви отримали цей лист, тому що користувач %(user_display)s вказав ваш адреса електронної пошти для реєстрації облікового запису на %(site_domain)s. Щоб підтвердити, що це правильно, перейдіть на адресу %(activate_url)s

source: Please Confirm Your Email Address
bg: Моля, потвърдете вашия имейл адрес
de: Bitte bestätigen Sie Ihre E-Mail-Adresse
es: Por favor, confirma tu dirección de correo electrónico
fr: Veuillez confirmer votre adresse e-mail
ja: あなたのメールアドレスを確認してください
uk: Будь ласка, підтвердіть вашу адресу електронної пошти

source: You're receiving this email because you or someone else has requested a password reset for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
bg: Получихте това писмо, защото вие или някой друг е поискал смяна на паролата за вашия акаунт. Можете да го игнорирате безопасно, ако не сте поискали смяна на паролата. Натиснете върху връзката по-долу, за да смените вашата парола.
de: Sie haben diese E-Mail erhalten, weil Sie oder jemand anderes ein Passwort-Reset für Ihr Konto angefordert hat. Sie können es sicher ignorieren, wenn Sie kein Passwort-Reset angefordert haben. Klicken Sie auf den untenstehenden Link, um Ihr Passwort zurückzusetzen.
es: Recibiste este correo porque tú o alguien más solicitó un restablecimiento de contraseña para tu cuenta. Puedes ignorarlo de manera segura si no solicitaste un restablecimiento de contraseña. Haz clic en el enlace de abajo para restablecer tu contraseña.
fr: Vous avez reçu cet e-mail parce que vous ou quelqu’un d’autre a demandé la réinitialisation du mot de passe de votre compte. Vous pouvez l’ignorer en toute sécurité si vous n’avez pas demandé de réinitialisation du mot de passe. Cliquez sur le lien ci-dessous pour réinitialiser votre mot de passe.
ja: あなたがこのメールを受け取ったのは、あなた自身または他の誰かが あなたのアカウントのパスワードをリセットするようにリクエストしたからです。 パスワードのリセットをリクエストしていない場合、このメールは無視して 安全に処理できます。パスワードをリセットするには、以下のリンクをクリックしてください。
uk: Ви отримали цей лист, тому що ви чи хтось інший запросив скидання пароля для вашого облікового запису. Його можна безпечно ігнорувати, якщо ви не запитували скидання пароля.Натисніть посилання нижче, щоб скинути пароль.

source: In case you forgot, your username is %(username)s.
bg: Ако сте забравили, вашето потребителско име е %(username)s.
de: Falls Sie es vergessen haben, Ihr Benutzername ist %(username)s.
es: En caso de que lo hayas olvidado, tu nombre de usuario es %(username)s.
fr: Au cas où vous l’auriez oublié, votre nom d’utilisateur est %(username)s.
ja: 忘れてしまった場合のために、あなたのユーザー名は%(username)sです。
uk: Якщо ви забули, ваше ім'я користувача - %(username)s.

source: Password Reset Email
bg: Писмо за смяна на паролата
de: Passwort-Reset-E-Mail
es: Correo para restablecer la contraseña
fr: Email de réinitialisation du mot de passe
ja: パスワードリセットメール
uk: Лист для скидання пароля
